# St7SetPlateLineThickness

Sets the thickness of plate outlines.

long St7SetPlateLineThickness(long uID, long Thickness)
Input Parameters
uID
Strand7 model file ID.
Thickness
Plate outline thickness in the range kMinThickness to kMaxThickness.